{
  "components": {
    "googleLoginButton": {
      "label": "Mit Google anmelden"
    }
  },
  "legalContent": {
    "privacyNotice": "privacy-notice_de.pdf",
    "termsOfUse": "terms-of-use_de.pdf"
  },
  "views": {
    "callback": {
      "heading": {
        "label": "Login erfolgreich"
      },
      "redirectionMessage": {
        "label_one": "Sie werden in 1 Sekunde automatisch zurück in Ihren Shop umgeleitet, um die Installation der Google App abzuschließen.",
        "label_other": "Sie werden in {{count}} Sekunden automatisch zurück in Ihren Shop umgeleitet, um die Installation der Google App abzuschließen."
      },
      "redirectNowButton": {
        "label": "Jetzt zurückkehren"
      }
    },
    "homepage": {
      "concept": {
        "description": {
          "label": "Unsere Integration verwaltet Ihr Google Merchant Center- und Ads-Konto für Sie. Nachdem Sie Ihre Produkte zu Ihrem Merchant Center-Konto exportiert und Ihre Abrechnungsinformationen in Ihrem Google Ads-Konto eingerichtet haben, können Sie die Integration nutzen, um Ihre Kampagne ganz einfach im Administrationsbereich Ihres Shops zu erstellen. Da die Integration mit Ihren Google-Konten verbunden ist, können Sie dort auch bequem Ihre Kampagnen verwalten."
        },
        "heading": {
          "label": "So funktioniert es"
        }
      },
      "feature1": {
        "description": {
          "label": "Verbinden Sie Ihren Shop mit einem Merchant Center-Konto und laden Sie die Shop- und Produktdaten zu Google hoch. Sie können entweder ein bestehendes Konto verwenden oder einfach direkt im Administrationsbereich Ihres Shops ein neues Konto erstellen."
        },
        "heading": {
          "label": "Merchant Center-Konto"
        }
      },
      "feature2": {
        "description": {
          "label": "Exportieren Sie die Produkte, die Sie bewerben möchten, zu Google und synchronisieren Sie sie automatisch"
        },
        "heading": {
          "label": "Produkte exportieren"
        }
      },
      "feature3": {
        "description": {
          "label": "Erstellen Sie direkt im Administrationsbereich Ihres Shops ein Google Ads-Konto, um Ihre Kampagnen und Kampagnendaten zu verwalten."
        },
        "heading": {
          "label": "Google Ads-Konto"
        }
      },
      "feature4": {
        "description": {
          "label": "Erstellen Sie Kampagnen für maximale Performance und präsentieren Sie Ihre Produkte Millionen von potenziellen Kunden über die Google-Suche, den Tab \"Shopping\", Google Mail, YouTube und das Displaynetzwerk."
        },
        "heading": {
          "label": "Kampagnen für maximale Performance"
        }
      },
      "feature5": {
        "description": {
          "label": "Verfolgen Sie die Anzahl der Conversions und den Umsatz, den Ihre Kampagne für Sie generiert, direkt im Administrationsbereich Ihres Shops.."
        },
        "heading": {
          "label": "Conversion-Tracking"
        }
      },
      "feature6": {
        "description": {
          "label": "Leistungsbericht"
        },
        "heading": {
          "label": "Leistungsbericht"
        }
      },
      "legal": {
        "copyrightNotice": {
          "label": "© ePages GmbH 2021. Alle Rechte vorbehalten."
        },
        "heading": {
          "label": "Rechtliches"
        },
        "imprint": {
          "label": "Impressum"
        },
        "imprintLink": {
          "label": "https://epages.com/de/impressum/"
        },
        "privacyNotice": {
          "label": "Datenschutzrichtlinie"
        },
        "termsOfUse": {
          "label": "Allgemeine Geschäftsbedingungen"
        }
      },
      "navbar": {
        "concept": {
          "label": "Konzept"
        },
        "features": {
          "label": "Funktionen"
        },
        "legal": {
          "label": "Rechtliches"
        }
      },
      "tagline": {
        "label": "Mithilfe unserer Integration können Sie einfach und bequem im Administrationsbereich Ihres Shops Kampagnen für maximale Performance erstellen, um Ihre Produkte bei Google zu bewerben. Zudem können Sie die Leistung Ihrer Kampagnen direkt in Ihrer Shop-Administration im Blick behalten. Kampagnen für maximale Performance kombinieren Ihren Produkt-Feed und das maschinelle Lernen von Google, um das bestmögliche Ergebnis zu erzielen. Dadurch lernt und optimiert sich die Kampagne kontinuierlich und hilft Ihnen dabei, mehr potenzielle Kunden zu erreichen und Ihren Umsatz zu steigern."
      },
      "title": {
        "label": "Shopping ads für Google"
      }
    }
  }
}