{
	"views": {
		"homepage": {
			"navbar": {
				"features": {
					"label": "Funktionen"
				},
				"concept": {
					"label": "Konzept"
				},
				"legal": {
					"label": "Rechtliches"
				}
			},
			"tagline": {
				"label": "Mit der Google Smart Shopping Integration für Ihren ePages Shop können Sie mit minimalem Aufwand Online-Werbeanzeigen für Ihren Onlineshop schalten. Verbinden Sie Ihre Google Konten, laden Sie Ihre Produkte hoch und erstellen Sie eine Kampangne – das wars."
			},
			"feature1": {
				"heading": {
					"label": "Google Merchant Center"
				},
				"description": {
					"label": "Verbinden Sie Ihren Shop mit einem bereits existirenden Google Merchant Center Konto oder legen Sie direkt aus dem Shop heraus ein neues Konto an."
				}
			},
			"feature2": {
				"heading": {
					"label": "Produkte hochladen"
				},
				"description": {
					"label": "Synchronisieren Sie automatisch die Produkte in Ihrem Shop mit dem Google Merchant Center, mit Hilfe von FTP Uploads."
				}
			},
			"feature3": {
				"heading": {
					"label": "Google Ads"
				},
				"description": {
					"label": "Legen Sie direkt aus Ihrem Shop heraus ein neues Google Ads Konto an."
				}
			},
			"feature4": {
				"heading": {
					"label": "Smarte Shopping-Kampagnen"
				},
				"description": {
					"label": "Schalten Sie Werbeanzeigen für millionen von Einkäufern in der Google Suche, Google Shopping, Gmail, YouTube und dem Display Network."
				}
			},
			"feature5": {
				"heading": {
					"label": "Verfolgung Umwandlung"
				},
				"description": {
					"label": "Wenn jemand über eine Werbeanzeige in Ihren Shop kommt und darauf hin einen Einkauf tätigt, wird diese Information an Google Ads gesendet."
				}
			},
			"feature6": {
				"heading": {
					"label": "Kampangnen Bericht"
				},
				"description": {
					"label": "Behalten Sie die Übersicht über die Kosten und Nutzen der Kampangnen, direkt aus Ihrer Shop Administration heraus."
				}
			},
			"concept": {
				"heading": {
					"label": "Konzept"
				},
				"description": {
					"label": "ePages verwaltet Ihre Google Merchant Center und Google Ads Konten in Ihrem Namen. Ihre Produkte werden in das Merchant Center hochgeladen. Das Merchant Center Konto wird mit dem Ads Konto verknüpft. In dem Ads Konto werden Kampangnen angelegt und Berichte abgefragt, so dass Sie in dem Ads Konto selbst nichts weiter machen brauchen als Ihre Rechnungsdaten zu hinterlegen. Nach dem Anlegen von Smart Shopping Kampagnen wird Tracking Information zu Conversions und Remarketing von Ihrem Shop an Google gesendet."
				}
			},
			"legal": {
				"heading": {
					"label": "Rechtliches"
				},
				"downloadHint": {
					"label": "(Rechtsklick zum Herunterladen)"
				},
				"privacyNotice": {
					"label": "Datenschutzrichtlinie"
				},
				"termsOfUse": {
					"label": "Allgemeine Geschäftsbedingungen"
				},
				"copyrightNotice": {
					"label": "ePages GmbH 2021. Alle Rechte vorbehalten."
				},
				"imprint": {
					"label": "Impressum"
				},
				"imprintLink": {
					"label": "https://epages.com/de/impressum/"
				}
			}
		},
		"callback": {}
	},
	"components": {
		"googleLoginButton": {
			"label": "Mit Google anmelden"
		}
	}
}