{
  "components": {
    "googleLoginButton": {
      "label": "Acceder con Google"
    }
  },
  "legalContent": {
    "privacyNotice": "privacy-notice_en.pdf",
    "termsOfUse": "terms-of-use_en.pdf"
  },
  "views": {
    "callback": {
      "heading": {
        "errorlabel": "Error al iniciar sesión",
        "label": " Sesión iniciada con éxito"
      },
      "redirectionMessage": {
        "label_one": "En 1 segundo, se le redirigirá automáticamente a su tienda para finalizar la configuración de la integración.",
        "label_other": "En {{count}} segundos, se le redirigirá automáticamente a su tienda para finalizar la configuración de la integración."
      },
      "redirectNowButton": {
        "label": "Atrás"
      }
    },
    "homepage": {
      "concept": {
        "description": {
          "label": "La integración gestiona por usted su cuenta de  Merchant Center en Google y su cuenta de Google Ads. Después de que haya cargado sus productos en su cuenta de Merchant Center y configurado sus datos de facturación en su cuenta de Google Ads, puede utilizar la integración para crear fácilmente una campaña en la administración de la tienda. Puesto que la integración está conectada a sus cuentas de Google, también puede hacer un seguimiento cómodo de su campaña desde ahí."
        },
        "heading": {
          "label": "Cómo funciona"
        }
      },
      "feature1": {
        "description": {
          "label": "Conecte su tienda a la cuenta de Merchant Center y cargue los datos de la tienda y de los productos a Google. Puede utilizar una cuenta existente o simplemente crear una nueva sin incluso tener que salir de su tienda."
        },
        "heading": {
          "label": "Cuenta de Merchant Center"
        }
      },
      "feature2": {
        "description": {
          "label": "Cargue los productos que quiera promocionar en Google. Los cambios que haga en sus productos se sincronizarán automáticamente."
        },
        "heading": {
          "label": "Cargar productos"
        }
      },
      "feature3": {
        "description": {
          "label": "Cree una cuenta de Google Ads directamente desde la administración de la tienda para gestionar sus campañas y datos de campañas."
        },
        "heading": {
          "label": "Cuenta de Google Ads"
        }
      },
      "feature4": {
        "description": {
          "label": "Cree una campaña Máximo rendimiento y presente sus productos a millones de compradores en Google Search, la pestaña \"Shopping\", Gmail, YouTube y Display Network."
        },
        "heading": {
          "label": "Campañas Máximo rendimiento"
        }
      },
      "feature5": {
        "description": {
          "label": "Vea el número de conversiones y los ingresos que genera su campaña directamente en la administración de la tienda."
        },
        "heading": {
          "label": "Seguimiento de conversiones"
        }
      },
      "feature6": {
        "description": {
          "label": "Utilice el informe de rendimiento para disponer de una visión general de los beneficios y costes de su campaña y evaluar su éxito."
        },
        "heading": {
          "label": "Informes de rendimiento"
        }
      },
      "legal": {
        "copyrightNotice": {
          "label": "© ePages GmbH 2021. Todos los derechos reservados."
        },
        "heading": {
          "label": "Contenido legal"
        },
        "imprint": {
          "label": "Aviso legal"
        },
        "imprintLink": {
          "label": "https://epages.com/en/legal-notice"
        },
        "privacyNotice": {
          "label": "Nota de privacidad"
        },
        "termsOfUse": {
          "label": "Condiciones de uso"
        }
      },
      "navbar": {
        "concept": {
          "label": "Concepto"
        },
        "features": {
          "label": "Funciones"
        },
        "legal": {
          "label": "Legal"
        }
      },
      "tagline": {
        "label": "Con esta integración, puede crear fácilmente una campaña Máximo Rendimiento para anunciar sus productos en Google y hacer un seguimiento de su rendimiento cómodamente desde la administración de la tienda. Las campañas Máximo rendimiento combinan el feed de productos y el aprendizaje automático de Google para conseguir los mejores resultados posibles. La campaña aprende y mejora continuamente, ayudándole a llegar a más compradores online y maximizar sus ingresos por ventas. Comience iniciando sesión con Google."
      },
      "title": {
        "label": "Anuncios de Shopping en Google"
      }
    }
  }
}