{
  "components": {
    "googleLoginButton": {
      "label": "Inloggen met Google"
    }
  },
  "legalContent": {
    "privacyNotice": "privacy-notice_en.pdf",
    "termsOfUse": "terms-of-use_en.pdf"
  },
  "views": {
    "callback": {
      "heading": {
        "errorlabel": "Inloggen mislukt",
        "label": "Ingelogd"
      },
      "redirectionMessage": {
        "label_one": "U wordt over 1 seconde automatisch naar uw winkel geleid om de set-up van de integratie te voltooien.",
        "label_other": "U wordt over {{count}} seconden automatisch naar uw winkel geleid om de set-up van de integratie te voltooien."
      },
      "redirectNowButton": {
        "label": "Terug"
      }
    },
    "homepage": {
      "concept": {
        "description": {
          "label": "De integratie beheert uw Google Merchant Center- en Google Ads-account namens u. Nadat u uw producten hebt geüpload naar uw Merchant Center-account en uw factureringsgegevens hebt ingesteld in uw Google Ads-account, kunt u de integratie gebruiken om eenvoudig een campagne aan te maken in uw winkelbeheer. Als de integratie verbonden is aan uw Google-accounts, kunt u hier ook handig uw campagne volgen."
        },
        "heading": {
          "label": "Zo werkt het"
        }
      },
      "feature1": {
        "description": {
          "label": "Verbind uw winkel aan een Merchant Center-account en upload uw winkel en productgegevens naar Google. U kunt een bestaand account gebruiken of eenvoudig een nieuwe aanmaken zonder uw winkel te verlaten."
        },
        "heading": {
          "label": "Merchant Center-account"
        }
      },
      "feature2": {
        "description": {
          "label": "Upload de producten die u op Google wilt promoten. Als u wijzigingen aanbrengt aan de producten, worden deze automatisch gesynchroniseerd."
        },
        "heading": {
          "label": "Producten uploaden"
        }
      },
      "feature3": {
        "description": {
          "label": "Maak rechtstreeks vanuit uw winkelbeheer een Google Ads-account aan, zodat u uw campagnes en campagnegegevens kunt beheren."
        },
        "heading": {
          "label": "Google Ads-account"
        }
      },
      "feature4": {
        "description": {
          "label": "Maak een campagne voor maximale prestaties aan en toon uw producten aan miljoenen shoppers op Google Zoeken, het tabblad Shopping, Gmail, YouTube en het Display Netwerk."
        },
        "heading": {
          "label": "Campagnes voor maximale prestaties"
        }
      },
      "feature5": {
        "description": {
          "label": "Zie rechtstreeks in uw winkelbeheer hoeveel conversies en winst uw campagne voor uw genereert."
        },
        "heading": {
          "label": "Conversietracking"
        }
      },
      "feature6": {
        "description": {
          "label": "Gebruik het prestatierapport om overzicht te houden over de kosten en baten van uw campagne en om het succes ervan te beoordelen."
        },
        "heading": {
          "label": "Prestatierapporten"
        }
      },
      "legal": {
        "copyrightNotice": {
          "label": "© ePages GmbH 2021. Alle rechten voorbehouden."
        },
        "heading": {
          "label": "Juridische content"
        },
        "imprint": {
          "label": "Afdrukken"
        },
        "imprintLink": {
          "label": "https://epages.com/en/legal-notice"
        },
        "privacyNotice": {
          "label": "Privacyverklaring"
        },
        "termsOfUse": {
          "label": "Gebruiksvoorwaarden"
        }
      },
      "navbar": {
        "concept": {
          "label": "Concept"
        },
        "features": {
          "label": "Functies"
        },
        "legal": {
          "label": "Juridisch"
        }
      },
      "tagline": {
        "label": "Met deze integratie kunt u eenvoudig een campagne voor maximale prestaties aanmaken om uw producten op Google te adverteren en de prestaties ervan handig in uw eigen winkelbeheer bijhouden. Campagnes voor maximale prestaties combineren uw productfeed met machine learning van Google om de best mogelijke resultaten te behalen. De campagne leert en verbetert continu, zodat u meer online shoppers bereikt en uw verkoopcijfers stijgen. Log in met Google om te beginnen."
      },
      "title": {
        "label": "Shopping-advertenties op Google"
      }
    }
  }
}